Repository: code4romania/war-support-sprijin-de-urgenta-api
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Personal info
ro: Informații personale

source: Password
ro: Parolă

source: Permissions
ro: Permisiuni

source: Location details
ro: Localizare

source: Profile data
ro: Informații profil

source: RVM User
ro: Utilizator Sprijin de Urgență

source: Profile details
ro: Informații profil

source: Accounts
ro: Conturi

source: Individual
ro: Persoană Fizică

source: Corporate
ro: Companie

source: Non-Profit
ro: ONG

source: Government
ro: Autoritate Publică

source: bussiness name
ro: numele afacerii

source: identification number
ro: CUI

source: email address
ro: adresa e-mail

source: type
ro: tip

source: phone number
ro: număr telefon

source: address
ro: adresă

source: details
ro: detalii

source: general user description
ro: descrierea categoriei

source: county coverage
ro: județ acoperit

source: user
ro: utilizator

source: users
ro: utilizatori

source: Admin
ro: Administrator

source: NO GROUP ASSIGNED
ro: NICIUN GRUP ALOCAT

source: User Type
ro: Tip de Utilizator

source: A user is already registered with this e-mail address.
ro: Un utilizator cu această adresă de e-mail este deja înregistrat.

source: The two password fields didn't match.
ro: Cele două câmpuri de parolă nu corespund.

source: NGO food request
ro: Solicitare mâncare ONG

source: NGO food requests
ro: Solicitări mâncare ONG

source: <div class="toc">I have read and agree to the <a class="toc" href="/en/terms-and-conditions/">Terms and Conditions</a></div>
ro: <div class="toc">Am citit și sunt de acord cu <a class="toc" href="/ro/terms-and-conditions/">Termenii și condițiile</a></div>

source: Adult restriction notes (please fill in)
ro: Restricții pentru adulți (vă rugăm completați)

source: Child restriction notes (please fill in)
ro: Restricții pentru copii (vă rugăm completați)

source: Notes (please fill in)
ro: Observații (vă rugăm completați)

source: NGO Details
ro: Detalii ONG/Autoritate publică

source: Food details
ro: Necesar zilnic de mâncare

source: Meat
ro: Carne

source: Dietary restrictions
ro: Restricții alimentare

source: Delivery details
ro: Detalii livrare

source: Send request
ro: Trimite cerere

source: bulk packaging
ro: ambalare vrac

source: retail packaging
ro: ambalare individuală

source: new
ro: nouă

source: in progress
ro: în desfășurare

source: solved
ro: rezolvată

source: rejected
ro: respinsă

source: hosting
ro: cazare

source: food
ro: mâncare

source: educational services
ro: servicii educaționale

source: other services
ro: alte servicii

source: NGO name
ro: Nume ONG sau autoritate locală

source: NGO name or local authority name
ro: Nume ONG sau autoritate locală

source: county
ro: județ

source: town
ro: localitate

source: contact person
ro: persoană de contact

source: backup phone number
ro: număr telefon de rezervă

source: offered services
ro: servicii oferite

source: other offered services
ro: alte servicii oferite

source: adult vegetarian portions
ro: porții vegetariene adult

source: Lunch and dinner cumulated number of vegetarian portions for adults
ro: Număr cumulat de porții vegetariene, prânz și cină, pentru adulți

source: child vegetarian portions
ro: porții vegetariene copil

source: Lunch and dinner cumulated number of vegetarian portions for children
ro: Număr cumulat de porții vegetariene, prânz și cină, pentru copii

source: adult meat portions
ro: porții carne pentru adulți

source: Lunch and dinner cumulated number of meat portions for adults
ro: Număr cumulat de porții cu carne, prânz și cină, pentru adulți

source: child meat portions
ro: porții carne pentru copii

source: Lunch and dinner cumulated number of meat portions for children
ro: Număr cumulat de porții cu carne, prânz și cină, pentru copii

source: adult restricted portions
ro: porții cu restricții pentru adulți

source: Lunch and dinner cumulated number of restriction portions for adults
ro: Număr cumulat de porții cu restricții, prânz și cină, pentru adulți

source: adult restriction notes
ro: restricții pentru adulți

source: Gluten, lactose, salt... restrictions
ro: Restricții gluten, lactoză, sare...

source: child restricted portions
ro: porții cu restricții pentru copii

source: Lunch and dinner cumulated number of restriction portions for children
ro: Număr cumulat de porții cu restricții, prânz și cină, pentru copii

source: child restriction notes
ro: restricții pentru copii

source: delivery hours
ro: interval orar de livrare

source: delivery daily frequency
ro: frecvență zilnică

source: preferred packaging
ro: mod preferat de ambalare

source: notes
ro: observații

source: created on
ro: data creării

source: Emergency Support
ro: Suport de Urgență

source: Errors
ro: Erori

source: Your request has been registered.
ro: Cererea dumneavoastră a fost înregistrată

source: There was an error submitting your request. Please try again or contact the site administrator.
ro: A avut loc o eroare la trimiterea cererii. Încercați din nou sau contactați administratorul.

source: Deactivate selected offers
ro: Dezactivează donațiile selectate

source: Product details
ro: Detalii produs

source: Offer status
ro: Status donație

source: Request status
ro: Status cerere

source: Where it is needed
ro: Unde este nevoie

source: Item
ro: Produs

source: Items
ro: Produse

source: Textile Category
ro: Categoria de Textile

source: Textile Categories
ro: Categoriile de Textile

source: category
ro: categorie

source: Product
ro: Produs

source: total units
ro: număr de unități

source: packaging
ro: tip de ambalare

source: unit type
ro: unitate de măsură

source: expiration date
ro: data expirării

source: Stock
ro: Stoc

source: How many units of this type are left
ro: Disponibilitate

source: textile category
ro: categoria de textile

source: textile size
ro: mărime textile

source: other
ro: altele

source: capacity
ro: capacitate

source: item offer
ro: donație de produse

source: item offers
ro: donații de produse

source: Necessary
ro: Necesar

source: How many units are still needed
ro: Câte unități de acest fel mai sunt necesare?

source: Requested
ro: Necesar

source: item request
ro: cerere de produse

source: item requests
ro: cereri de produse

source: donation
ro: donație

source: request
ro: cerere

source: description
ro: descrierea categoriei

source: added on
ro: data adăugării

source: Offer - Request
ro: Alocă din resursele disponibile

source: Offer details
ro: Detalii donație

source: Request details
ro: Detalii cerere

source: Other
ro: Altele

source: resource name
ro: numele resursei

source: resource available until
ro: disponibilă până la

source: other offer
ro: altă donație

source: other offers
ro: alte oferte

source: name
ro: nume

source: other request
ro: altă cerere

source: Transport details
ro: Detalii transport

source: Availability
ro: Disponibilitate

source: Driver details
ro: Detalii șofer

source: Transport service
ro: Serviciu de transport

source: Transport services
ro: Servicii de transport

source: Capacity
ro: Limită de greutate

source: weight unit
ro: unitatea de măsură (greutate)

source: has refrigeration
ro: are refrigerare

source: availability
ro: disponibilitate

source: from hour
ro: de la ora

source: until hour
ro: până la ora

source: id
ro: act de identitate

source: car registration number
ro: număr inmatriculare

source: available seats
ro: locuri disponibile

source: has disabled access
ro: acces persoane cu dizabilități

source: pets allowed
ro: animale de companie permise

source: transport service offer
ro: donație servicii transport

source: transport service offers
ro: donații servicii transport

source: needed seats
ro: cate locuri

source: From county
ro: Din județul

source: From city
ro: Din orașul

source: To county
ro: Până în județul

source: transport service request
ro: cerere servicii transport

source: transport date
ro: data transportului

source: Volunteering
ro: Voluntariat

source: type name
ro: numele categoriei

source: type description
ro: descrierea categoriei

source: volunteering type
ro: tip de voluntariat

source: volunteering types
ro: tipuri de voluntariat

source: volunteer available until
ro: voluntar disponibil până la

source: volunteering offer
ro: ofertă de voluntariat

source: volunteering offers
ro: oferte de voluntariat

source: volunteering request
ro: cerere de voluntariat

source: made_by
ro: înregistrat de

source: Delete operation not permitted. Please check that the object is not referenced by other objects.
ro: Operațiunea de ștergere nu este permisă. Verificați dacă obiectul nu este legat de alte obiecte.

source: Integrity error: Delete operation not permitted
ro: Eroare de integritate: Operațiunea de ștergere nu este permisă

source: Romanian
ro: Română

source: English
ro: Engleză

source: Ukrainian
ro: Ucraineană

source: Russian
ro: Rusă

source: Not Verified
ro: Neverificat

source: Verified
ro: Verificat

source: Deactivated
ro: Dezactivat

source: Complete
ro: Utilizat

source: Solved
ro: Rezolvat

source: National
ro: Național

source: County
ro: Județ

source: Disponibil in weekend
ro: Disponibil în weekend

source: Disponibil in timpul saptamanii
ro: Disponibil în timpul săptămânii

source: Disponibil oricand
ro: Disponibil oricând

source: food-requests/
ro: solicitari-mancare/

source: Allocate this resource to a request
ro: Alocă din această resursă către o cerere de ajutor

source: Allocate from the available offers
ro: Alocă din resursele disponibile

source: Completed
ro: Utilizate

source: Unverified
ro: Neverificate

source: Unresolved requests
ro: Cereri nerezolvate

source: You are not assigned to any county. Please contact your administrator.
ro: Nu ai alocat niciun județ. Contactează administratorul.

source: category name
ro: numele Categoriei

source: category description
ro: descrierea categoriei

source: categories
ro: Categorii

source: has transportation
ro: poate asigura transport

source: donor
ro: donator

source: requested by
ro: cerut de către

source: no county
ro: niciun județ

source: all counties
ro: toate județele

source: Date cannot be in the past
ro: Data nu poate fi în trecut

source: Search
ro: Caută

source: Account
ro: Conturi

source: Change password
ro: Schimbă parola

source: Log out
ro: Deconectează-te

source: See Profile
ro: Informații profil

source: Dashboard
ro: Panou de control

source: Jazzmin version
ro: Versiune Jazzmin

source: All rights reserved.
ro: Toate drepturile rezervate.

source: UI Configuration
ro: Configurare UI

source: Copy this info your settings file to persist these UI changes
ro: Copiază aceste informații în fișierul de setări pentru a salva aceste modificări de interfață

source: Close
ro: Închide

source: Delete
ro: Șterge

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
ro: Ștergerea %(object_name)s '%(escaped_object)s' va rezulta în ștergerea următoarelor obiecte conectate, dar contul tău nu are permisiunea să șteargă următoarele tipuri de obiecte:

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
ro: Ștergerea %(object_name)s '%(escaped_object)s' va necesita ștergerea următoarelor obiecte conectate:

source: Are you sure you want to delete the %(object_name)s '%(escaped_object)s'? All of the following related items will be deleted:
ro: Ești sigur că vrei să ștergi aceste %(object_name)s '%(escaped_object)s'? Toate următoarele elemente conectate vor fi șterse:

source: Objects
ro: Obiecte

source: Yes, I’m sure
ro: Da, sunt sigur

source: No, take me back
ro: Nu, du-mă înapoi
